import React from 'react';

const Divar = () => {
    return ( 
        <div className="rtl_fa">
            <p> آگهی های افراد بومی برای درخواست کار </p>
            <p> آگهی های افراد سرپرست برای درخواست کار </p>
            <p> آگهی های افراد تعمیر کننده و سرویس کننده تجهیزات </p>
            <p> آگهی های افراد مشاور تولید و صادرات </p>
            <p> آگهی های شرکت های ملزومات تولید خرما </p>
            <p> آگهی های وانت و کامیونت برای ارسال بار درون شهری </p>
            <p> آگهی های مینی بوس و ماشین های شخصی برای سرویس  </p>
        </div>
     );
}

 
export default Divar;