import React from "react";

const Profile = () => {
  return (
    <div className="rtl_fa">
      <p> پروفایل</p>
      <ul>
        <li>اطلاعات کامل فردی</li>
        <li>مبلغ کیف پول</li>
        <li>مبلغ قابل برداشت</li>
        <li>حساب فعال</li>
        <li>تعداد فروش</li>
        <li>تعداد خرید </li>
        <li>امتیاز</li>
        <li>تبدیل امتیاز به پول</li>
      </ul>
      <p>قوانین امتیازات کاربران</p>
      <ul>
        <li>هر یک امتیاز معادل 1000 تومان خواهد بود</li>
        <li>هر پست تولید شده با محوریت خرما در صورت تائید 20 امتیاز</li>
        <li>هر خرید از فروشگاه 1 امتیاز</li>
        <li>هر فروش در فروشگاه 1 امتیاز</li>
        <li>هر محتوای آموزشی تولید شده در صورت تائید 100 امتیاز</li>
        <ul>
            <li>
                حداقل 10 دقیقه و حداکثر 20 دقیقه تولید محتوای ویدئویی
            </li>
            <li>وضوح تصویر یصورت 1080 و بصورت افقی</li>
            <li> محوریت حول خرما - کشاورزی، تولید، بسته بندی، صادرات</li>
            <li>بدون استفاده از لوگو در تولید محتوا </li>
        </ul>
        <li>هر 1000 بازدید از ویدئوی تولید شده با ای پی معتبر 50 امتیاز</li>
      </ul>
    </div>
  );
};

export default Profile;
