import React from 'react';
import styles from './Section.module.css';
import service from '../../assets/images/service.jpg';

const Section2 = () => {
  return (
    <section id="servicesSection" className={`${styles.section} ${styles.leftSection}`}>
      <div className={styles.imageWrapper}>
        <img src={service} alt="تجارت در ربو" className={styles.image} />
      </div>
      <div className={styles.contentWrapper}>
        <h2>خدمات سامانه ربو در حوزه خرما</h2>
        <p>
          در سامانه "ربو"، تمامی خدمات مرتبط با حوزه خرما به طور جامع و کامل گنجانده شده است. یکی از خدمات ویژه‌ای که در این سامانه ارائه می‌شود، <strong>مدیریت آگهی‌های محور خرما</strong> است. این خدمت به طور خاص برای پشتیبانی از تمامی نیازهای مرتبط با خرما طراحی شده و شامل حوزه‌های مختلفی مانند کاریابی، تعمیرات و نگهداری، مشاوره و سایر خدمات ضروری می‌شود.
        </p>
        <p>
          با استفاده از این سرویس، این امکان به کارجویان، پیمانکاران، مشاوران و سایر فعالان این صنعت کمک می‌کند تا به راحتی با یکدیگر ارتباط برقرار کرده و نیازهای خود را برطرف کنند.
        </p>
        <h3>خدمات ما شامل:</h3>
        <ul>
          <li><strong>استخدام و کاریابی:</strong> فرصت‌های شغلی مختلف در حوزه خرما به سرعت و به راحتی در دسترس قرار می‌گیرد. با ثبت آگهی‌های مربوط به استخدام و کاریابی، افراد می‌توانند شغل مناسب خود را پیدا کنند و کارفرمایان به نیروی کار مورد نیاز دسترسی پیدا کنند.</li>
          <li><strong>تعمیرات و نگهداری:</strong> خدمات تخصصی تعمیرات و نگهداری مرتبط با تجهیزات و دستگاه‌های حوزه خرما ارائه می‌شود تا به بهبود عملکرد و طول عمر تجهیزات کمک کند.</li>
          <li><strong>تجارت و بازرگانی:</strong> مشاوره تخصصی در زمینه‌های مختلف خرما، از جمله کشت، برداشت، بسته‌بندی و فروش، به منظور بهبود فرآیندها و ارتقاء کیفیت محصولات.</li>
          <li><strong>ملزومات خرما:</strong> ثبت و مدیریت آگهی‌های مختلف با موضوعات مختلف در حوزه خرما، از جمله تأسیس و راه‌اندازی کسب‌وکار، ارائه خدمات و محصولات جدید و سایر نیازها.</li>
        </ul>
        <p>
          سامانه "ربو" با فراهم کردن این خدمات جامع و کارآمد، به تمامی فعالان حوزه خرما کمک می‌کند تا به راحتی به اهداف خود دست یابند و با استفاده از امکانات موجود، به موفقیت بیشتری در این صنعت دست پیدا کنند.
        </p>
      </div>
    </section>
  );
};

export default Section2;
