import React from 'react';
import styles from './Section.module.css';
import trade from '../../assets/images/trade.jpg'

const Section1 = () => {
  return (
    <section id="tradeSection" className={`${styles.section} ${styles.rightSection}`}>
      <div className={styles.imageWrapper}>
        <img src={trade} alt="تجارت در ربو" className={styles.image} />
      </div>
      <div className={styles.contentWrapper}>
        <h2>تجارت خرما</h2>
        <p>
          تجارت خرما، تجارتی ایده آل و پر برکت است و این موضوعی است که اکثر تاجرین و کشاورزان ایرانی به آن اعتقاد دارند. با توجه به این اهمیت، سامانه "ربو" به عنوان یک ابزار نوین و کارآمد در این حوزه معرفی شده است.
        </p>
        <p>
          این سامانه در دو بخش اصلی فعالیت می‌کند: بازار عمده و فروشگاه محصولات خرد.
        </p>
        <h3>بازار عمده</h3>
        <p>
          این بخش به عنوان یک بازار رقابتی عمل می‌کند و به فروشندگان و خریداران این امکان را می‌دهد که پیشنهادات خود را ارائه دهند و از میان تمامی پیشنهادات بهترین گزینه را انتخاب کنند. در این بازار، افراد با شرایط خاصی که برای حضور در آن تعیین شده است، می‌توانند فعالیت کنند. سامانه "ربو" در این بخش گزارشات جامع و دقیقی از روند بازار و وضعیت صف خریداران و فروشندگان ارائه می‌دهد که به تصمیم‌گیری بهتر و انتخاب مناسب‌تر کمک می‌کند.
        </p>
        <h3>فروشگاه محصولات خرد</h3>
        <p>
          این بخش به افرادی که محصولی برای فروش دارند، یک فروشگاه کامل و مجازی ارائه می‌دهد. با ثبت نام در این سامانه و پذیرش شرایط و قوانین آن، فروشندگان می‌توانند محصولات خود را به نمایش بگذارند و مبادلات خود را به آسانی انجام دهند که بزودی در دسترس قرار می گیرد.
        </p>
        <h3>سیستم پیشنهاد دهنده</h3>
        <p>
          سامانه "ربو" با ارائه سیستم پیشنهاد دهنده خود به افرادی که به طور مؤثر در بازار فعالیت دارند، امکانات جدیدی را ارائه می‌دهد. این سیستم به کاربران امکان می‌دهد تا با ثبت پیشنهاد قیمت برای هر آیتم، خود را به عنوان خریدار یا فروشنده اصلی بازار معرفی کنند. با ارسال پیشنهاد قیمت، نه تنها به صاحب آگهی پیامی مستقیم ارسال می‌شود، بلکه کاربر به‌طور ویژه معرفی خواهد شد تا به عنوان یک فرد برجسته در بازار شناخته شود. این قابلیت به هدایت بازار توسط افراد فعال کمک می‌کند و باعث افزایش شفافیت و کارآیی در تجارت خرما می‌شود.
        </p>
        <p>
          سامانه "ربو" با ارائه این سه بخش، به تاجرین و کشاورزان این امکان را می‌دهد که به طور مؤثرتر و با شفافیت بیشتری در بازار خرما فعالیت کنند و از مزایای این تجارت پر سود بهره‌مند شوند.
        </p>
      </div>
    </section>
  );
};

export default Section1;
