import React from 'react';
import styles from './Section.module.css';
import learn from '../../assets/images/learn.jpg';

const Section3 = () => {
  return (
    <section id="educationSection" className={`${styles.section} ${styles.rightSection}`}>
      <div className={styles.imageWrapper}>
        <img src={learn} alt="آموزش در ربو" className={styles.image} />
      </div>
      <div className={styles.contentWrapper}>
        <h2>آموزش در سامانه ربو</h2>
        <p>
          سامانه "ربو" به علاقه‌مندان و متخصصان حوزه خرما یک پلتفرم آموزشی ارائه می‌دهد که به آن‌ها امکان می‌دهد تجربیات و دانش مفید خود را با دیگران به اشتراک بگذارند. این پلتفرم به کاربران این فرصت را می‌دهد تا از طریق اشتراک‌گذاری محتوای آموزشی، به درآمدزایی نیز دست یابند.
        </p>
        <p>
          هدف اصلی این سامانه، ایجاد بزرگترین منبع آموزشی در حوزه خرما است که تمامی جنبه‌های مرتبط با این صنعت را پوشش دهد. از کشت و برداشت تا بسته‌بندی و فروش، تمامی مراحل در این پلتفرم به‌طور جامع آموزش داده می‌شود.
        </p>
        <p>
          واجدین شرایط تولید محتوا در "ربو" که به عنوان اساتید این پلتفرم شناخته می‌شوند، می‌توانند دانش و تجربیات خود را به اشتراک بگذارند. این اساتید قادر خواهند بود تا شبکه اجتماعی آموزشی خود را با محوریت خرما ایجاد کنند و به کمک آن، دنبال‌کنندگان خود را در مسیر یادگیری هدایت کنند.
        </p>
        <p>
          سامانه "ربو" به دنبال ایجاد یک جامعه آموزشی پویا و تعامل‌گرا است که به تمامی کاربران امکان می‌دهد با استفاده از این پلتفرم، دانش خود را گسترش دهند و به بهره‌وری بیشتری در صنعت خرما دست یابند.
        </p>
      </div>
    </section>
  );
};

export default Section3;
