import React from "react";

const Shop = () => {
  return (
    <div className="rtl_fa">
      <p> ثبت نام فروشگاه</p>
      <ul>
        <li>نام فروشگاه </li>
        <li>نام مسئول فروشگاه</li>
        <li>شماره تماس مسئول</li>
        <li>کارت ملی</li>
        <li>پذیرش قوانین فروشگاه</li>
        <li>لوگو</li>
        <li>شماره شبا </li>
        <li>شماره کارت </li>
        <li>شماره حساب</li>
        <li>آدرس</li>
        <li>پرداخت هزینه ثابت فروشگاه به صورت ماهیانه - سه ماهه - شش ماهه</li>
        <li>فعال : غیر فعال</li>
      </ul>

      <p> امکانات هر فروشگاه</p>
      <ul>
        <li>نوع محصول </li>
        <li> تصویر محصول </li>
        <li>تعداد قابل فروش : موجودی محصول  </li>
        <li>بسته بندی </li>
        <li>وزن محصول  </li>
        <li>محدودیت ارسال : 3 بسته</li>
        <li> قیمت هر بسته </li>
        <li>تخفیف درصدی  </li>
        <li>حق بازاریابی این محصول : درصدی</li>
        <li>فعال : غیر فعال</li>
      </ul>


    </div>
  );
};

export default Shop;
