import React from "react";

const Frig = () => {
  return (
    <div className="rtl_fa">
      <p> ثبت نام سردخانه ها برای سهولت در انجام موارد زیر </p>
      <p> رصد سردخانه های دارای ظرفیت جهت رزرو و ثبت درخواست </p>
      <p> رصد قیمت کلیه سردخانه ها و انتخاب آگاهانه تر </p>
      <p>باید دارای پنل ویژه سردخانه دار باشد </p>
      <ul>
        <li>ظرفیت سردخانه : 3000 تن معادل 20000 عدد مادر کارتن 5 کیلویی</li>
        <li>نام سردخانه</li>

        <li>شماره تماس</li>
        <li> ساعات کاری : 8-12  و  16-20 </li>
        <li>تصویر سردخانه</li>
        <li>قیمت هر مادرکارتن برای یک ماه و کمتر از آن</li>
        <li>قیمت هر مادرکارتن برای بیش از یک ماه تا شش ماه به ازای هر روز</li>
        <li>قیمت هر مادرکارتن برای بیش از شش ماه به ازای هر روز</li>
        <li>ظرفیت کل سردخانه</li>
        <li>ظرفیت خالی سردخانه</li>
        <li>
        مجوز ورود بار :  دارد | ندارد 
        </li>
      </ul>
    </div>
  );
};

export default Frig;
